tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "fzf"
brew "git"
brew "ledger"
brew "mas"
brew "stow"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "wget"

cask "iina"
cask "iterm2"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "zoom"

mas "1Password 7", id: 1333542190
mas "Magnet", id: 441258766
mas "Things", id: 904280696
